Repository: MvvmFx/InterwayDocs
Catalog: Source/Codisa.InterwayDocs.WindowsForms/Properties/Resources.*.resx
Languages: fr, pt

source: Operation error
fr: Erreur d'operation
pt: Erro de operação

source: New register
fr: Nouveau enregistrement
pt: Novo registo

# RegisterNumber
source: Register nr. {0}
fr: Nº de enregistrement {0}
pt: Nº de registo {0}

# NoAvailableRegisters
source: No registers to show
fr: Sans enregistrements pour afficher
pt: Sem registos para mostrar

# IncomingBookDisplayName
source: Incoming mail book
fr: Livre de correspondance arrivée
pt: Livro de correspondência entrada

# DeliveryBookDisplayName
source: Delivery mail book
fr: Livre de protocole de correspondance
pt: Livro de protocolo de correspondência

# OutgoingBookDisplayName
source: Outgoing mail book
fr: Livre de correspondance départ
pt: Livro de correspondência saída

# IncomingBookShortName
source: Incoming
fr: Arrivées
pt: Entradas

# OutgoingBookShortName
source: Outgoing
fr: Départs
pt: Saídas

# DeliveryBookShortName
source: Delivery
fr: Protocole
pt: Protocolo

# ExcelWorkbook
source: Excel Workbook(*.xlsx)|*.xlsx
fr: Classeur Excel (*.xlsx)|*.xlsx
pt: Livro Excel (*.xlsx)|*.xlsx

# CommunReportTitle
source: Report:
fr: Rapport:
pt: Relatório:

# ReportLabelAudit
source: Historic:
fr: Historique:
pt: Histórico:

# RegisterReportTitle
source: {0} with {1} {2} ({3})
fr: {0} avec {1} {2} ({3})
pt: {0} com {1} {2} ({3})

# BookReportDateRange
source: {0} between {1} and {2}
fr: {0} entre {1} et {2}
pt: {0} entre {1} e {2}

# Unspecified
source: <not filled>
fr: <pas remplit>
pt: <não preenchido>

# LabelArchiveLocation
source: Location
fr: Localization
pt: Localização

# IncomingRegisterReportName
source: Incoming mail register
fr: Enregistrement de correspondance arrivée
pt: Registo de correspondência entrada

# OutgoingRegisterReportName
source: Outgoing mail register
fr: Enregistrement de correspondance départ
pt: Registo de correspondência saída

# DeliveryRegisterReportName
source: Delivery mail register
fr: Enregistrement de protocole de correspondance
pt: Registo de protocolo de correspondência

# OutgoingRegisterShortName
source: Outgoing register
fr: Enregistrement départ
pt: Registo de saída

# IncomingRegisterShortName
source: Incoming register
fr: Enregistrement arrivée
pt: Registo de entrada

# AboutFormFileLabel
source: File:
fr: Fichier:
pt: Ficheiro:

# AboutFormVersionLabel
source: Version:
pt: Versão:

# AuditNoChanges
source: Created on {0}. No changes.
fr: Créé le {0}. Sans modifications.
pt: Criado em {0}. Sem alterações.

# AuditCreatedFormat
source: dd/MM/yyyy a\t HH:mm:ss
fr: dd/MM/yyyy à HH:mm:ss
pt: dd/MM/yyyy à\s HH:mm:ss

# AuditChangedSameDay
source: Created on {0}. Changed at {1}
fr: Créé le {0}. Modifié à {1}
pt: Criado em {0}. Alterado às {1}

# AuditChanged
source: Created on {0}. Changed on {1}
fr: Créé le {0}. Modifié le {1}
pt: Criado em {0}. Alterado em {1}

# AuditChangedFormat
source: dd/MM/yyyy a\t HH:mm:ss
fr: dd/MM/yyyy à HH:mm:ss
pt: dd/MM/yyyy à\s HH:mm:ss

# BookReportDateSince
source: {0} since {1}
fr: {0} depuis {1}
pt: {0} desde {1}

# BookReportDateUpTo
source: {0} until {1}
fr: {0} jusq'au {1}
pt: {0} até {1}

source: Hide search panel
fr: Cacher le panneau de recherche
pt: Esconder painel da pesquisa

# LabelFullText
source: Free text
fr: Text libre
pt: Texto livre

# ToolTipFullText
source: Type the words that will be searched in all fields, up to three words.
fr: Écrivez les mots qui seront recherchés dans tous les champs, jusqu'au maximum de 3 mots.
pt: Escreva as palavras que vão ser pesquisadas em todos os campos, até ao máximo de 3 palavras.

# ToolTipLocation
source: Location where the document is archived.
fr: Emplacement où le document est archivé.
pt: Local onde o documento está arquivado.

# LabelStartDate
source: Since
fr: Depuis
pt: Desde

# LabelEndDate
source: Until
fr: Jusq'au
pt: Até

# LabelSearch
source: Search
fr: Rechercher
pt: Pesquisar

# ToolTipFirstPage
source: First page
fr: Premiére page
pt: Primeira página

# ToolTipLastPage
source: Last page
fr: Derniére page
pt: Última página

# ToolTipNextPage
source: Next page
fr: Page suivante
pt: Página seguinte

# ToolTipPreviousPage
source: Previous page
fr: Page précédente
pt: Página anterior

# ToolTipCurrentPageTotalPages
source: Page nr. / Page total
fr: Nº page / Total de pages
pt: Nº página / Total de páginas

# ToolTipExportListExcel
source: Export the list to Excel
fr: Exporter la liste pour un classeur Excel
pt: Exportar a lista para Excel

# LabelAboutApplication
source: About InterwayDocs
fr: À propos de InterwayDocs
pt: Sobre o InterwayDocs

# LabelIncoming
source: Incoming
fr: Arrivée
pt: Entrada

# LabelOutgoing
source: Outgoing
fr: Départ
pt: Saída

# LabelDelivery
source: Delivery
fr: Protocole
pt: Protocolo

# LabelHelp
source: Help
fr: Aide
pt: Ajuda

# LabelDocumentation
source: Show Manual (PDF)
fr: Afficher le manuel (PDF)
pt: Ver o Manual (PDF)

# LabelDates
source: Dates
pt: Datas

# LabelClickCreateDelivery
source: Click to create a delivery mail register
fr: Cliquez pour créer un enregistrement de protocole de correspondance
pt: Clique para criar um registo de protocolo de correspondência

# LabelDocument
source: Document
pt: Documento

# LabelClickCreateOutgoing
source: Click to create an outgoing mail register
fr: Cliquez pour créer un enregistrement de correspondance départ
pt: Clique para criar um registo de correspondência saída

# LabelClickCreateIncoming
source: Click to create an incoming mail register
fr: Cliquez pour créer un enregistrement de correspondance arrivée
pt: Clique para criar um registo de correspondência entrada

# ToolTipExportRegisterExcel
source: Export the register to Excel
fr: Exporter l'enregistrement pour un classeur Excel
pt: Exportar o registo para Excel

# ToolTipCancel
source: Cancel changes
fr: Annuler les modifications
pt: Cancelar as alterações

# ToolTipHideDetail
source: Hide the register
fr: Cacher l'enregistrement
pt: Esconder o registo

# ToolTipSave
source: Confirm changes
fr: Confirmer les modifications
pt: Confirmar as alterações

# ToolTipEdit
source: Edit the register.
fr: Modifier l'enregistrement.
pt: Alterar o registo.

# ToolTipNew
source: New register
fr: Nouveau enregistrement
pt: Novo registo

# ToolTipDocumentNumber
source: The number that is written on the document.
fr: Le numéro du document qui est écrit sur le document.
pt: O número que está escrito no documento.

# ToolTipDocumentEntity
source: Document Producing Entity
fr: Entité qui a produit le document
pt: Entidade produtora do documento

# ToolTipDocumentDept
source: Department that produced the document.
fr: Département qui a produit le document.
pt: Departamento que produziu o documento.

# ToolTipDocumentClass
source: Document classification code
fr: Code de classification du document
pt: Código de classificação do documento

# ToolTipDocumentDate
source: The date that is written on the document.
fr: La date qui est écrite sur le document.
pt: A data que está escrita no documento.

# ToolTipRecipientName
source: Document recipient
fr: Destinataire du document
pt: Destinatário do documento

# ToolTipExpeditorName
source: Person that sent the document
fr: Personne qui a envoyé le document
pt: Pessoa que expediu o documento

# ToolTipReceptionName
source: Person who received the document
fr: Personne qui a reçu le document
pt: Pessoa que recebeu o documento

# ToolTipReceptionDate
source: Document reception date.
fr: Date de réception du document.
pt: Data de recepção do documento.

# ToolTipDocumentType
source: Document type
fr: Type de document
pt: Tipo do documento

# ToolTipSubject
source: Document subject
fr: Sujet du document
pt: Assunto do documento

# ToolTipSendDate
source: Date of document dispatch
fr: Date d'expédition du document
pt: Data de expedição do documento

# ToolTipRecipientTown
source: Document recipient town
fr: Ville du destinataire du document
pt: Localidade do destinatário do documento

# ToolTipSenderName
source: Origin of the document
fr: Origine du document
pt: Origem do documento

# ToolTipRoutedTo
source: Person or department for whom the document was forwarded.
fr: Personne ou département pour lequel le document a été transmis.
pt: Pessoa ou departamento para quem o documento foi encaminhado.

# ToolTipShowSearchPanel
source: Show the search panel
fr: Afficher le panneau de recherche
pt: Mostrar painel da pesquisa

# LabelAlert
source: Alert
fr: Alerte
pt: Alerta

# AppDomain_UnhandledException
source: Fatal error (AppDomain Unhandled)
fr: Erreur fatale (AppDomain Unhandled)
pt: Erro fatal (AppDomain Unhandled)

# Application_ThreadException
source: Fatal error (ThreadException)
fr: Erreur fatale (ThreadException)
pt: Erro fatal (ThreadException)

source: Unsaved register
fr: Enregistrement non sauvegardé
pt: Registo não gravado

# CloseOrCancel
source: The register isn't saved. If you close without saving you will loose the changes. Do you want to close without saving?
fr: L'enregistrement n'est pas sauvegardé. Si vous fermez sans sauvegarder, vous perdrez vos modifications. Voulez-vous fermer l'enregistrement sans sauvegarder?
pt: O registo não está gravada. Se fechar sem gravar, vai perder as alterações. Quer fechar o registo sem gravar?

# AboutFormDeveloperLabel
source: Developed by Codisa IT Solutions & Tiago Freitas Leal
fr: Développé par Codisa IT Solutions & Tiago Freitas Leal
pt: Desenvolvido por Codisa IT Solutions & Tiago Freitas Leal

# AboutFormUrlLabel
source: Web address:
fr: Adresse Web:
pt: Endereço Web:

# AboutFormHtmlFileName
source: About.en
fr: About.fr
pt: About.pt

# LabelTools
source: Tools
fr: Outils
pt: Ferramentas

# ToolsRestoreLabel
source: Restore data backup
fr: Restaurer sauvegarde des données
pt: Restaurar cópia de segurança dos dados

# ToolsExportlabel
source: Export data
fr: Exportation de données
pt: Exportar dados

# ToolsBackupLabel
source: Make a data backup
fr: Sauvegarder les données
pt: Fazer cópia de segurança dos dados

# ToolsImportLabel
source: Import data
fr: Importation de données
pt: Importar dados

source: Save error
fr: Erreur d'écriture
pt: Erro ao gravar

# MainFormTitle
source: InterwayDocs - Mail registry
fr: InterwayDocs - Enregistrement de correspondance
pt: InterwayDocs - Registo de correspondência

# DatabaseTemperingVersionEmpty
source: The database have been tampered with (the version can't be empty). Consult your system administrator.
fr: La base de données est endommagée (la version ne peut pas être vide). Consultez votre administrateur système.
pt: A base de dados foi adulterada (a versão não pode estar em branco). Consulte o seu administrador de rede.

# UpgradingVersion
source: You are going to upgrade version {0} to {1}.
fr: Vous allez mettre à niveau la version {0} vers {1}.
pt: Vai actualizar a versão {0} para {1}.

# RefreshigDbObjects
source: Recreate the objects in the database.
fr: Recréer les objets de la base de données.
pt: Vai recriar os objectos da base de dados.

# CopyDatabaseFiles
source: You are going to copy the database files.
fr: Vous allez copier les fichiers de base de données.
pt: Vai copiar os ficheiros da base de dados.

# MissingDatabaseFile
source: The database file {0} wasn't found.
fr: Le fichier de base de données {0} n'a pas été trouvé.
pt: O ficheiro da base de dados {0} não foi encontrado.

# DatabaseTemperingWrongVersion
source: The database have been tampered with (the version can't be {0}). Consult your system administrator.
fr: La base de données est endommagée (la version ne peut pas être {0}). Consultez votre administrateur système.
pt: A base de dados foi adulterada (a versão não pode ser {0}). Consulte o seu administrador de rede.

# ApplyingQueryFile
source: You are going to apply the file {0}.
fr: Vous allez appliquer le fichier {0}.
pt: Vai aplicar o ficheiro {0}.

# NoScriptForVersion
source: The database or files have been tampered with (there is no update script for version {0}). Consult your system administrator.
fr: La base de données ou les fichiers sont endommagés (il n'y a pas de script de mise à jour pour la version {0}). Consultez votre administrateur système.
pt: A base de dados ou os ficheiros foram adulterados (não há script de actualização para a versão {0}). Consulte o seu administrador de sistemas.

source: Fatal error
fr: Erreur fatal
pt: Erro fatal

# ToolTipShowDetailPanel
source: Show the register
fr: Afficher l'enregistrement
pt: Mostrar o registo

source: Language
fr: Langue
pt: Língua

# ToolTipStartDate
source: Search since this date (inclusive). If empty, finds the oldest documents.
fr: Recherche depuis cette date (incluse). Si vide, trouve les documents les plus anciens.
pt: Pesquisar a partir desta data (inclusive). Se vazio, encontra os documentos mais antigos.

# ToolTipEndDate
source: Search until this date (inclusive). If empty, finds the newest documents.
fr: Rechercher jusqu'à cette date (incluse). Si vide, trouve les documents les plus récents.
pt: Pesquisar até esta data (inclusive). Se vazio, encontra os documentos mais recentes.

# ToolTipDates
source: Select the date type you want to search for.
fr: Sélectionnez le type de date que vous souhaitez rechercher.
pt: Seleccione o tipo de data que quer pesquisar.

# FastDateToolTip
source: Select search mode.
fr: Sélectionnez le mode de recherche.
pt: Seleccione o modo de pesquisa.

# ToolTipRegisterDate
source: Document creation date.
fr: Date de création du document.
pt: Data de criação do documento.
